{
    "Settings": "அமைப்புகள்",
    "Account": "கணக்கு",
    "Dark Mode": "டார்க் மோட்",
    "Language": "மொழி",
    "Notifications": "அறிவிப்புகள்",
    "Help": "உதவி",
    "Info": "தகவல்",
    "App SettUp": "ஆப் அமைப்பு",
    "Ride": "பயணம்",
    "Managing": "மேலாண்மை",
    "Accident": "விபத்து",
    "Setting Up The App": "ஆப்பை அமைத்தல்",
    "Going Online": "ஆன்லைனில் செல்லுதல்",
    "Receiving Ride": "பயணத்தை பெறுதல்",

    "Profile Editing": "சுயவிவரம் திருத்தம்",
    "Add your profile": "உங்கள் சுயவிவரத்தைச் சேர்க்கவும்",
    "Submit": "சமர்ப்பிக்கவும்",
    
    "Car Number": "கார் எண்",
    "Home": "முகப்பு",
    "Trips": "பயணங்கள்",
    "Profile": "சுயவிவரம்",



    "Email Sign Out": "மின்னஞ்சல் வெளியேறு",
    "Do you want to continue with sign out?": "நீங்கள் வெளியேறுவதை தொடர விரும்புகின்றீர்களா?",
    "Cancel": "ரத்து செய்க",
    "Continue": "தொடருங்கள்",
    "Current Location": "தற்காலிக இருப்பிடம்",
    "User Name": "பயனர் பெயர்",
    "User Email": "பயனர் மின்னஞ்சல்",
    "Phone Number": "தொலைபேசி எண்",
    "Car Model": "கார் மாதிரி",
    "Car Seats": "கார் சீட்டுகள்",

     
    "Subscription":"சந்தா",
    "Payment Section":"கட்டணம் செலுத்தும் பிரிவு",
    "Plan": "திட்டம்",
    "Price": "விலை",
    "Details": "விவரங்கள்",
    "Proceed to Payment": "கட்டணத்திற்கு செல்லுங்கள்",
    "Free Trial": "இலவச சோதனை",
      
    "Profile Details":"சுயவிவர விவரங்கள்",
    "License Details": "உரிமம் விவரங்கள்",
    "Driving License Number": "ஓட்டுநர் உரிமம் எண்",
    "License Expiry Date": "உரிம காலாவதி தேதி",
    "Car Details not found": "கார் விவரங்கள் கண்டுபிடிக்கப்படவில்லை",
    "Insurance Expiry Date": "காப்பீடு காலாவதி தேதி",
    "RC Book Details": "ஆர்.சி புத்தக விவரங்கள்",
    
    "User Information":"பயனர் தகவல்",
    "Car Details":"கார் விவரங்கள்",
   
      


    "Navigating": "வழிநடத்தல்",
    "Start Ride": "பயணம் தொடங்குங்கள்",
    "During the RideDrive": "பயணத்தின் போது ஓட்டுதல்",
    "Ending the Ride": "பயணம் முடிவதில்",
    "Going Online Toggle the status to “Online” to start receiving ride requests.": "ஆன்லைனில் செல்லுதல் 'ஆன்லைன்' நிலைக்கு மாறி பயண கோரிக்கைகளை பெறத் தொடங்குங்கள்.",
    "Receiving Ride RequestsWhen a ride request comes in, the app will alert you with a sound or vibration.Quickly review the request details (pickup location, estimated fare) and accept or decline it.": "பயண கோரிக்கைகளை பெறுதல்: பயண கோரிக்கை வந்தவுடன், அப்பில் ஒலி அல்லது அதிர்வு மூலம் உங்களை எச்சரிக்கும். கோரிக்கையின் விவரங்களை (எடுத்து செல்வது, மதிப்பீட்டுச் சீட்டு) விரைவாக மதிப்பீடு செய்து, அதை ஏற்கவும் அல்லது நிராகரிக்கவும்.",
    "Navigating to the Pickup Locationapp’s built-in navigation to reach the passenger’s location.Communicate with the passenger if you encounter any issues finding them (e.g., use the in-app messaging or call feature).": "எடுத்து செல்வதற்கான இடத்திற்கு வழிநடத்தல்: பயணியிடம் செல்ல அப்பின் உள்ளமைக்கப்பட்ட வழிநடத்தலைப் பயன்படுத்துங்கள். பயணியை கண்டறிவதில் சிக்கல் இருந்தால், அவர்களுடன் தொடர்பு கொள்ளுங்கள் (எ.கா., அப்பின் செய்தி அனுப்புதல் அல்லது அழைப்பு அம்சத்தைப் பயன்படுத்துங்கள்).",
    "Starting the RideOnce the passenger is in the car, start the trip in the app.Confirm the destination and follow the suggested route unless the passenger requests a specific route.": "பயணத்தை தொடங்குதல்: பயணி காரில் உள்ளதும், அப்பில் பயணத்தைத் தொடங்குங்கள். பயணி குறிப்பிட்ட வழியை வேண்டுமென்றால், அந்த வழியை தவிர்த்து பரிந்துரைக்கப்பட்ட வழியைப் பின்பற்றுங்கள்.",
    "During the RideDrive safely and adhere to traffic laws.Engage in polite conversation if the passenger is open to it, but respect their preference for quiet if they seem disinterested.": "பயணத்தின் போது ஓட்டுதல்: பாதுகாப்பாக ஓட்டி, போக்குவரத்து சட்டங்களைப் பின்பற்றுங்கள். பயணி உரையாட சலுகை கொடுக்கும்போது நடிப்பதில்லை, ஆனால் அமைதியை விரும்பினால், அவர்களின் விருப்பத்தை மதிக்கவும்.",
    "Ending the RideConfirm arrival at the destination in the app.Ensure the passenger has all their belongings before they leave.": "பயணத்தை முடிவதில்: அப்பில் இடத்தில் வந்து செல்வதை உறுதிப்படுத்துங்கள். பயணி அனைத்து பொருட்களையும் எடுத்துச் செல்ல முன்பு உறுதிசெய்யுங்கள்.",
    "Download the App": "ஆப்பை பதிவிறக்குங்கள்",
    "Create an Account": "ஒரு கணக்கை உருவாக்கவும்",
    "Profile Setup": "சுயவிவர அமைப்பு",
    "Home Screen": "முகப்புத்திரை",
    "Menu Option": "விருப்பங்கள் பட்டி",
    "Download the cab driver app from your smartphone’s app store (e.g., kumari cab Driver, Lyft Driver),": "உங்கள் ஸ்மார்ட்போனின் ஆப் ஸ்டோரிலிருந்து கார் ஓட்டுநர் ஆப்பை பதிவிறக்குங்கள் (எ.கா., குமாரி கார் ஓட்டுநர், லிப்ட் ஓட்டுநர்).",
    "Create an Account, Sign up using your personal details, email, and phone number.Complete the verification process, which might include submitting documents like your driver’s license, vehicle registration, and insurance.": "ஒரு கணக்கை உருவாக்குங்கள், உங்கள் தனிப்பட்ட விவரங்கள், மின்னஞ்சல் மற்றும் தொலைபேசி எண்ணைப் பயன்படுத்தி பதிவு செய்யுங்கள். உங்கள் ஓட்டுநர் உரிமம், வாகன பதிவு மற்றும் காப்பீடு போன்ற ஆவணங்களைச் சமர்ப்பித்தல் அடங்கிய சான்றிதழ் செயல்முறையை முடிக்கவும்.",
    "Upload a professional photo of yourself.Enter your vehicle details (make, model, year, and color).Set your preferences for working hours and payment methods": "உங்களுடைய ஒரு தொழில்முறை புகைப்படத்தைப் பதிவேற்றவும். உங்கள் வாகன விவரங்களை உள்ளிடவும் (தயாரிப்பு, மாதிரி, வருடம், மற்றும் வண்ணம்). உங்கள் வேலை நேரங்கள் மற்றும் கட்டண முறைகளுக்கான விருப்பங்களை அமைக்கவும்.",
    "Familiarize yourself with the home screen which typically shows your current location, status (online/offline), and nearby ride requests.": "பொதுவாக உங்கள் தற்போதைய இடம், நிலை (ஆன்லைன்/ஆஃப்லைன்) மற்றும் அருகிலுள்ள பயண கோரிக்கைகளை காட்டும் முகப்புத்திரையுடன் பரிச்சயம் பெறுங்கள்.",
    "Explore the menu to find options like trip history, earnings, ratings, and account settings.": "பயண வரலாறு, வருவாய், மதிப்பீடுகள், மற்றும் கணக்கு அமைப்புகள் போன்ற விருப்பங்களை காண விருப்பங்கள் பட்டியை ஆராயுங்கள்.",
    "Learn how to access notifications for ride requests, updates, and messages from the app support team.": "பயண கோரிக்கைகள், புதுப்பிப்புகள், மற்றும் அப்பின் ஆதரவு குழுவின் செய்திகளுக்கான அறிவிப்புகளை எவ்வாறு அணுகுவது என்பதை அறியவும்.",
    "Farecal Culation": "சீட்டுக் கணக்கீடு",
    "Receiving Payments": "கட்டணங்களைப் பெறுதல்",
    "Maintaining a Good Rating": "நல்ல மதிப்பீட்டை பராமரித்தல்",
    "Tracking Earnings": "வருமானங்களைப் பராமரித்தல்",
    "Update": "புதுப்பிக்கவும்",
    "Fare Calculation The app will automatically calculate the fare based on distance, time, and any applicable surcharges (e.g., surge pricing).": "சீட்டுக் கணக்கீடு: அப்பில் தூரம், நேரம் மற்றும் எத்தனையாவது சர்ச்சுகள் (எ.கா., சர்ஜ் விலை நிர்ணயம்) அடிப்படையில் சீட்டை தானாக கணக்கீடு செய்யும்.",
    "Receiving Payments Payments are typically processed through the app, with the fare being credited to your account.If the passenger opts to pay in cash (if the app supports this), collect the exact amount and confirm receipt in the app.": "கட்டணங்களைப் பெறுதல்: கட்டணங்கள் பொதுவாக அப்பின் மூலம் செயலாக்கப்படுகின்றன, சீட்டு உங்கள் கணக்கில் சேர்க்கப்படும். பயணி பணம் கொடுத்து செலுத்த விரும்பினால் (அப்பில் இது ஆதரிக்கப்படுமெனில்), சரியான தொகையை சேகரித்து, அப்பில் பெறுதல் உறுதிசெய்யவும்.",
    "Customer Service Be polite, professional, and helpful.Maintain a clean and comfortable vehicle.g": "வாடிக்கையாளர் சேவை: நல்ல முறையில் நடந்து கொள்ளுங்கள், தொழில்முறை மற்றும் உதவிக்கரமாக இருங்கள். சுத்தமான மற்றும் வசதியான வாகனத்தை பராமரியுங்கள்.",
    "Tracking Earnings Regularly check the “Earnings” section in the app to monitor your income.Understand how much you earn per trip and any deductions (e.g., service fees).": "வருமானங்களைப் பராமரித்தல்: உங்கள் வருமானத்தை கண்காணிக்க 'வருவாய்' பகுதியை முறையாகச் சரிபாருங்கள். ஒரு பயணத்துக்கு நீங்கள் எவ்வளவு சம்பாதிக்கிறீர்கள் மற்றும் எத்தனையாவது கழிப்புகள் (எ.கா., சேவை கட்டணங்கள்) எவ்வளவு என்பதை புரிந்துகொள்ளுங்கள்.",
    "Staying UpdatedApp Updates Regularly update the app to the latest version to access new features and security improvements.Policy Changes Stay informed about any changes in the app’s policies, fare structures, or terms of service.Driver Support Utilize the app’s help center or customer support for any issues or questions.Participate in any available training or information sessions offered by the app company.": "புதுப்பிப்புகளைப் பராமரித்தல்: அப்பை புதிய அம்சங்கள் மற்றும் பாதுகாப்பு மேம்பாடுகளை அணுக புதிய பதிப்பிற்கு முறையாகப் புதுப்பிக்கவும். கொள்கை மாற்றங்கள்: அப்பின் கொள்கைகள், சீட்டுக் கட்டமைப்புகள் அல்லது சேவை விதிமுறைகளில் மாற்றங்கள் பற்றி தகவல்களை அறிந்து கொள்ளுங்கள். ஓட்டுநர் ஆதரவு: எந்த சிக்கல்களுக்கோ அல்லது கேள்விகளுக்கோ அப்பின் உதவி மையம் அல்லது வாடிக்கையாளர் ஆதரவைப் பயன்படுத்துங்கள். அப்பின் நிறுவனம் வழங்கும் எந்த பயிற்சி அல்லது தகவல் அமர்வுகளில் பங்கேற்கவும்.",
    "Sefty ans Accident": "பாதுகாப்பு மற்றும் விபத்து",
    "Following Health Guidelines": "சுகாதார வழிகாட்டுதல்களைப் பின்பற்றுதல்",
    "Safety Features": "பாதுகாப்பு அம்சங்கள்",
    "Following Health Guidelines Adhere to any health and safety guidelines provided by the app (e.g., wearing masks, sanitizing the vehicle).": "சுகாதார வழிகாட்டுதல்களைப் பின்பற்றுதல்: அப்பின் மூலம் வழங்கப்படும் எந்த சுகாதார மற்றும் பாதுகாப்பு வழிகாட்டுதல்களைப் பின்பற்றுங்கள் (எ.கா., முகக்கவசம் அணிதல், வாகனத்தை சுத்தம் செய்தல்).",
    "Safety Features Familiarize yourself with the app’s safety features, such as emergency assistance or the ability to share your location with trusted contacts.": "பாதுகாப்பு அம்சங்கள்: அவசர உதவி அல்லது நம்பகமான தொடர்புகளுடன் உங்கள் இடத்தைப் பகிர்வதற்கான சாத்தியங்களைப் போன்ற அப்பின் பாதுகாப்பு அம்சங்களுடன் பரிச்சயமாகுங்கள்.",




    "Requirements": "தேவைகள்",
    "Duties Responsibilities": "கடமைகள் மற்றும் பொறுப்புகள்",
    "Earnings": "வருவாய்",
    "Challenges": "சவால்கள்",
    "Working Conditions": "வேலை நிபந்தனைகள்",
    "Special Instructions": "சிறப்பு வழிமுறைகள்",
    "Safety Instructions": "பாதுகாப்பு வழிமுறைகள்",
    "Communication": "தொடர்பு",
    "Licensing and Certification: Most places require cab drivers to have a special license in addition to a regular drivers license. This often involves:Passing a background check.Completing a taxi driver training program.Passing a written exam and a road test.Obtaining a taxi drivers permit or license.": "உரிமம் மற்றும் சான்றிதழ்: பல இடங்களில் சாதாரண ஓட்டுநர் உரிமைக்கு கூடுதலாக கேப் ஓட்டுநர்களுக்கு ஒரு சிறப்பு உரிமம் தேவைப்படும். இதன் அடிப்படையில் பொதுவாக:பின்புலச் சோதனைக்கு உட்படுதல். ஒரு டாக்ஸி ஓட்டுநர் பயிற்சி திட்டத்தை முடித்தல். எழுத்து தேர்வு மற்றும் சாலை சோதனையைத் தேர்ச்சியடைவது. டாக்ஸி ஓட்டுநர் அனுமதி அல்லது உரிமம் பெறுதல்.",
    "Age and Driving Experience: Typically, cab drivers must be at least 21 years old and have a certain amount of driving experience, often 1-3 years.": "வயது மற்றும் ஓட்டுநர் அனுபவம்: பொதுவாக, கேப் ஓட்டுநர்கள் குறைந்தபட்சம் 21 வயது மற்றும் 1-3 ஆண்டுகள் ஓட்டுநர் அனுபவம் பெற்றிருக்க வேண்டும்.",
    "Health and Fitness: A medical examination may be required to ensure that the driver is physically capable of operating a taxi safely.": "சுகாதாரம் மற்றும் உடற்தகுதி: ஓட்டுநர் ஒரு டாக்ஸியை பாதுகாப்பாக இயக்க உடல் ரீதியாக தகுதி பெற்றிருப்பதை உறுதிசெய்ய ஒரு மருத்துவ பரிசோதனை தேவையாக இருக்கலாம்.",

    "Duties and Responsibilities": "கடமைகள் மற்றும் பொறுப்புகள்",
    "Driving Passengers": "பயணிகளை இயக்குதல்",
    "Customer Service": "வாடிக்கையாளர் சேவை",
    "Navigation": "வழிநடத்தல்",
    "Vehicle Maintenance": "வாகன பராமரிப்பு",
    "Driving Passengers: Transporting passengers to their destinations safely and efficiently.": "பயணிகளை இயக்குதல்: பயணிகளை அவர்களின் இலக்குகளுக்கு பாதுகாப்பாகவும் திறம்படவும் கொண்டு செல்வது.",
    "Customer Service: Providing good customer service, assisting passengers with luggage, and handling payments.": "வாடிக்கையாளர் சேவை: சிறந்த வாடிக்கையாளர் சேவையை வழங்குதல், பயணிகளுக்கு சுமைகளை உதவுதல் மற்றும் கட்டணங்களை நடத்துதல்.",
    "Navigation: Knowing the local area well, including alternate routes to avoid traffic or road closures.": "வழிநடத்தல்: போக்குவரத்து அல்லது சாலை மூடுதல்களை தவிர்க்க மாற்று வழிகளை உட்பட உள்ளூர் பகுதிகளை நன்றாக அறிந்து கொள்ளுதல்.",
    "Vehicle Maintenance: Keeping the cab clean and in good working condition, performing regular maintenance checks.": "வாகன பராமரிப்பு: கேபைப் சுத்தமாகவும் செயல்படும் நிலையில் வைத்திருத்தல், தவறாத பராமரிப்பு சோதனைகளைச் செய்வது.",

    "Requirements to Become a Cab Driver": "ஒரு கேப் ஓட்டுநராகத் தகுதி பெற தேவைகள்",
    "Wages": "சம்பளம்",
    "Expenses": "செலவுகள்",
    "Wages: Earnings can vary widely based on location, hours worked, and whether the driver owns their cab or leases it. Tips can also be a significant part of a cab drivers income.": "சம்பளம்: வருவாய் இடம், வேலை நேரம் மற்றும் ஓட்டுநர் தனது கேபைப் பெற்று அல்லது வாடகைக்கு எடுத்திருப்பதைப் பொறுத்து மிகவும் மாறுபடலாம். டிப்புகளும் கேப் ஓட்டுநரின் வருவாயின் முக்கியமான பகுதியாக இருக்கும்.",
    "Expenses: Drivers may be responsible for fuel, maintenance, insurance, and lease fees if they do not own their vehicle.": "செலவுகள்: ஓட்டுநர்கள் தங்களின் வாகனத்தைப் பெறவில்லை என்றால், எரிபொருள், பராமரிப்பு, காப்பீடு மற்றும் வாடகை கட்டணங்களுக்கு பொறுப்பாக இருக்கலாம்.",

    "Safety": "பாதுகாப்பு",
    "Competition": "போட்டி",
    "Passenger Behavior": "பயணிகளின் நடத்தை",
    "Late-Night Driving": "மாலையிரவு ஓட்டுதல்",
    "Safety: Dealing with potentially dangerous situations, difficult passengers, and the risk of accidents.": "பாதுகாப்பு: ஆபத்தான நிலைகளுடன், கடினமான பயணிகளுடன் மற்றும் விபத்துக்களின் ஆபத்துடன் சமாளிக்க வேண்டும்.",
    "Competition: Increased competition from ride-sharing services like Uber and Lyft.": "போட்டி: Uber மற்றும் Lyft போன்ற ரைட்-ஷேரிங் சேவைகளின் அதிகரித்த போட்டி.",
    "Passenger Behavior: Dealing with unruly or aggressive passengers can pose significant safety risks.": "பயணிகளின் நடத்தை: கட்டுப்பாடற்ற அல்லது கோபக்கத்தமான பயணிகளுடன் கையாளுதல் முக்கியமான பாதுகாப்பு ஆபத்துகளை உருவாக்கலாம்.",
    "Late-Night Driving: Driving at night increases the risk of encountering criminal activities or accidents.": "மாலையிரவு ஓட்டுதல்: இரவில் ஓட்டுதல் குற்றச் செயல்கள் அல்லது விபத்துக்களை சந்திக்கும் ஆபத்தை அதிகரிக்கிறது.",

    "Working Hours": "வேலை நேரம்",
    "Environment": "சூழல்",
    "Benefits": "நலன்கள்",
    "Flexibility": "நெகிழ்வு",
    "Hours: Cab drivers often work long and irregular hours, including nights, weekends, and holidays.": "நேரம்: கேப் ஓட்டுநர்கள் நீண்ட மற்றும் ஒழுங்கற்ற நேரங்களில், இரவுகள், விடுமுறைகள் மற்றும் விடுமுறைகளில் வேலை செய்கிறார்கள்.",
    "Environment: They spend most of their time on the road, which can be stressful due to traffic, weather conditions, and dealing with various types of passengers.": "சூழல்: அவர்கள் அதிகமான நேரத்தை சாலையில் செலவழிக்கின்றனர், இது போக்குவரத்து, காலநிலை மற்றும் பலவிதமான பயணிகளுடன் கையாளுதல் போன்ற காரணங்களால் மன அழுத்தத்தை ஏற்படுத்தும்.",
    "Flexibility: Some cab drivers enjoy flexible working hours.": "நெகிழ்வு: சில கேப் ஓட்டுநர்கள் நெகிழ்வான வேலை நேரத்தைப் பெறுகிறார்கள்.",
    "Independence: Drivers often have a significant degree of independence and autonomy.": "சுயாதீனம்: ஓட்டுநர்களுக்கு பொதுவாக ஒரு முக்கியமான சுயாதீனம் மற்றும் தன்னாட்சி இருக்கும்.",

    "Passenger Preferences": "பயணியின் விருப்பங்கள்",
    "Assistance Needed": "உதவி தேவை",
    "Special Needs": "சிறப்பு தேவைகள்",
    "The passenger has mention any special requirements such as mobility issues, need for assistance with luggage, etc.": "பயணி இடம் மாறும் சிக்கல்கள், பயணப்பொருள் உதவி போன்ற சிறப்பு தேவைகளை குறிப்பிட்டால்:",
    "The passenger will need assistance with luggage at both the pick-up and drop-off locations. Please help with loading and unloading bags.": "பயணிக்கு பிக்-அப் மற்றும் டிராப்-ஆப் இடங்களில் பயணப்பொருள் உதவி தேவைப்படும். பைகளை ஏற்றுவதிலும் இறக்குவதிலும் உதவவும்.",
    "The passenger has mobility issues. Please park as close to the entrance as possible and assist them in and out of the vehicle.If applicable, ensure the wheelchair ramp or other necessary equipment is ready for use.": "பயணிக்கு இடம் மாறும் சிக்கல்கள் உள்ளன. வாயிலுக்கு όσοன்டக்க அருகில் நிறுத்தி, அவர்களுக்கு வாகனத்தில் ஏறி இறங்க உதவவும். தேவையானால், வாகனத்தில் வீல்செயர் அல்லது தேவையான உபகரணங்கள் தயாராக உள்ளனவா என்று உறுதி செய்யவும்.",
    "The passenger is hearing impaired. Please communicate via text message or written notes if necessary.If the passenger speaks a different language, use the translation app [App Name] to facilitate communication.": "பயணிக்கு செவித்திறன் குறைவுள்ளது. தேவையானால், எழுத்து குறிப்புகள் அல்லது குறுந்தகவல் வழியாக தொடர்பு கொள்ளவும். பயணி வேறு மொழி பேசுகிறாரெனில், தகவல் தொடர்பை எளிதாக்க [App Name] மொழிபெயர்ப்பு பயன்பாட்டைப் பயன்படுத்தவும்.",

    "COVID-19 Precautions": "COVID-19 முன்னெச்சரிக்கைகள்",
    "Driving Safety": "ஓட்டுநர் பாதுகாப்பு",
    "Passenger Safety": "பயணிகளின் பாதுகாப்பு",
    "Vehicle Maintenance:Ensure the vehicle is in excellent working condition.Perform a safety check before the trip, including brakes, lights, tires, and fluid levels.": "வாகன பராமரிப்பு: வாகனம் சிறந்த செயல்பாட்டு நிலையில் இருப்பதை உறுதிசெய்யவும். பயணத்திற்கு முன், பிரேக்குகள், விளக்குகள், டயர்கள் மற்றும் திரவ நிலைகள் உள்ளிட்ட பாதுகாப்பு சரிபார்ப்புகளை செய்யவும்.",
    "COVID-19 Precautions:Sanitize the vehicle before and after each trip.Ensure passengers wear masks if required.Provide hand sanitizer in the vehicle": "COVID-19 முன்னெச்சரிக்கைகள்: ஒவ்வொரு பயணத்தின் முன்பும் பின்பும் வாகனத்தை சுத்தம் செய்யவும். பயணிகள் மாஸ்க் அணிவதை உறுதிசெய்க. வாகனத்தில் கை சுத்திகரிப்பான் வழங்கவும்.",
    "Driving Safety:Always wear your seat belt and ensure all passengers do the same.Adhere to all traffic laws and speed limits.Avoid using your phone while driving; use hands-free options if necessary.": "ஓட்டுநர் பாதுகாப்பு: எப்போதும் உங்கள் சீட் பெல்ட்டை அணியவும் மற்றும் அனைத்து பயணிகளும் அதைப் பின்பற்றுவதை உறுதிசெய்க. அனைத்து போக்குவரத்து சட்டங்களையும் வேக வரம்புகளையும் கடைப்பிடிக்கவும். ஓட்டும் போது உங்கள் போனை பயன்படுத்துவதை தவிர்க்கவும்; தேவையானால் ஹேண்ட்ஸ்-ஃப்ரீ விருப்பங்களைப் பயன்படுத்தவும்.",
    "Passenger Safety:Assist passengers with entering and exiting the vehicle, especially those with mobility issues.Store luggage securely to prevent movement during transit.Ensure child safety seats are installed and used correctly if transporting young children.": "பயணிகளின் பாதுகாப்பு: பயணிகளுக்குத் தங்களின் வாகனத்தில் ஏறி இறங்க உதவவும், குறிப்பாக இடம் மாறும் சிக்கல்கள் உள்ளவர்களுக்கு. பயணத்தின் போது நகர்வதைத் தவிர்க்க பயணப்பொருள் பாதுகாப்பாக வைக்கவும். சிறுவர்களைக் கொண்டு செல்லும்போது குழந்தைகள் பாதுகாப்பு இருக்கைகள் சரியாக பொருத்தப்பட்டு பயன்படுத்தப்படுவதை உறுதிசெய்க.",

    "During the Trip": "பயணத்தின் போது",
    "Emergency Contact": "அவசர தொடர்பு",
    "Report": "அறிக்கை",
    "Pre-Trip Communication:On the day of the trip, send a confirmation message to [Insert Contact Person’s Name] at [Insert Phone Number] or [Insert Email Address] at least 30 minutes before the scheduled pickup time.If there are any changes to your schedule or any unexpected delays, inform [Insert Contact Person’s Name] immediately.": "பயணத்திற்கு முன் தொடர்பு: பயண நாளில், திட்டமிட்ட பிக்-அப் நேரத்திற்கு குறைந்தது 30 நிமிடங்களுக்கு முன்பு [Contact Person’s Name] க்கு [Phone Number] அல்லது [Email Address] வழியாக உறுதிப்படுத்தும் செய்தியை அனுப்பவும். உங்கள் அட்டவணையில் மாற்றங்கள் அல்லது எதிர்பாராத தாமதங்கள் இருந்தால், [Contact Person’s Name] உடனடியாக தெரியப்படுத்தவும்.",
    "During the Trip:Keep your phone charged and easily accessible for any urgent communication.If you encounter any issues during the trip (e.g., traffic delays, route changes, passenger requests), promptly inform [Insert Contact Person’s Name] at [Insert Phone Number].Use hands-free devices for communication while driving to ensure safety.": "பயணத்தின் போது: அவசர தொடர்புகளுக்காக உங்கள் போனைச் சுமத்தப்பட்டு எளிதாக அணுகக்கூடிய இடத்தில் வையுங்கள். பயணத்தின் போது எந்தவிதமான பிரச்சினைகள் (உதா., போக்குவரத்து தாமதங்கள், வழித்தட மாற்றங்கள், பயணிகள் கோரிக்கைகள்) நேர்ந்தால், [Contact Person’s Name] க்கு [Phone Number] வழியாக உடனடியாக தெரியப்படுத்தவும். பாதுகாப்பை உறுதிசெய்ய, ஓட்டும்போது தொடர்புகளுக்கு ஹேண்ட்ஸ்-ஃப்ரீ சாதனங்களைப் பயன்படுத்தவும்.",
    "Emergency Contact:In case of an emergency, contact [Insert Name and Phone Number] immediately.Be prepared to provide clear information about the nature of the emergency and your current location.": "அவசர தொடர்பு: அவசரநிலை ஏற்பட்டால், உடனடியாக [Name and Phone Number] என்ற இடத்தைத் தொடர்புகொள். அவசரநிலையின் தன்மை மற்றும் உங்கள் தற்போதைய இருப்பிடம் பற்றிய தெளிவான தகவல்களை வழங்க தயாராக இருங்கள்.",
    "Post-Trip Communication:After the trip is completed, send a brief message to confirm the successful drop-off of the passenger.Report any incidents or issues encountered during the trip to [Insert Contact Person’s Name] at [Insert Phone Number or Email Address].": "பயணத்திற்கு பிந்தைய தொடர்பு: பயணம் முடிந்த பின், பயணியை வெற்றிகரமாக விட்டது உறுதிப்படுத்த ஒரு குறுகிய செய்தியை அனுப்பவும். பயணத்தின் போது ஏற்பட்ட எந்தவொரு சம்பவம் அல்லது பிரச்சினையை [Contact Person’s Name] க்கு [Phone Number or Email Address] வழியாக தெரியப்படுத்தவும்.",
    "Pre-Trip Communication": "பயணத்திற்கு முன் தொடர்பு",

    "Responsibilities": "பொறுப்புகள்",
    "Conditions": "நிலைகள்"
}
